/* Label next to search field */
"1 song" = "1 τραγούδι";

/* Label next to search field */
"%i songs" = "%i τραγούδια";

/* Dialog Button */
"Cancel" = "Άκυρο";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Προκαθορισμένο ξυπνητήρι";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Θέλετε να σώσετε τις αλλαγές σ' αυτό το ξυπνητήρι πριν κλείσετε;";

/* Dialog Button */
"Don't Save" = "Όχι αποθήκευση";

/* Window title when editing an alarm */
"Edit Alarm" = "Επεξεργασία Ξυπνητηριού";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Αν δεν αποθηκεύσετε, οι αλλαγές σας θα χαθούν";

/* Main prompt in sheet */
"Invalid alarm time" = "Λανθασμένη ώρα ξυπνητηριού";

/* Dialog Button */
"OK" = "Εντάξει";

/* Song label when using a playlist */
"Playlist: %@" = "Λίστα: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Παρακαλώ επιλέξτε ημερομηνία και ώρα στο μέλλον";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Παρακαλώ επιλέξτε τις μέρες για τις οποίες το ξυπνητήρι θα επαναλαμβάνεται";

/* Dialog Button */
"Save" = "Αποθήκευση";

/* Song label when using a song */
"Song: %@" = "Τραγούδι: %@";

